---
kind: other
id: Properties.T:Autodesk.Revit.DB.IFC.IFCLegacyStairOrRamp
source: html/1147ab8b-59d8-5580-0174-7e95f4bafafe.htm
---
# IFCLegacyStairOrRamp Properties

True if it is a ramp, false if it is a stair.